{"auto_progress_calculation":true,"computation_units":"","copyright":"","data_footnote":"","data_non_statistical":false,"data_notice_class":"","data_notice_heading":"","data_notice_text":"","data_show_map":false,"data_start_values":[],"embedded_feature_footer":"","embedded_feature_html":"","embedded_feature_tab_title":"","embedded_feature_title":"","embedded_feature_url":"","expected_disaggregations":[],"graph_annotations":[],"graph_limits":[],"graph_stacked_disaggregation":"","graph_title":"global_indicators.6-6-1-title","graph_titles":[],"graph_type":"bar","indicator_name":"global_indicators.6-6-1-title","indicator_number":"6.6.1","national_geographical_coverage":"Canada","page_content":"","permalink":"","precision":[],"progress_calculation_options":[{"direction":"positive","target_year":2030}],"reporting_status":"complete","sort":"","standalone":false,"tags":[],"ï»¿composite_breakdown_label":"","SDG_GOAL":"<p>Goal 6: Ensure availability and sustainable management of water and sanitation for all</p>","SDG_TARGET":"<p>Target 6.6: By 2030 protect and restore water-related ecosystems, including mountains, forests, wetlands, rivers, aquifers and lakes</p>","SDG_INDICATOR":"<p>Indicator 6.6.1: Change in the extent of water-related ecosystems over time</p>","STAT_CONC_DEF":"Indicator 6.6.1 tracks the extent to which different types of water-related\necosystems are changing in extent over time. The indicator is multifaceted capturing\ndata on different types of freshwater ecosystems and to measure extent change the\nindicator considers spatial area changes, water quality and water quantity changes.\nThe indicator uses satellite based Earth observations to globally monitor different\nfreshwater ecosystems types Earth observation data series on surface area are available\non permanent water, seasonal water, reservoirs, wetlands, mangroves; as well as\ngenerating data on water quality the using trophic state and turbidity of water\nbodies. Satellite images can be represented as numerical data, which in turn are\naggregated into meaningful statistics of ecosystem change attributed to administrative\nareas such as national, sub-national (e.g. regions and provinces) and river basin\nboundaries. Global data products for river flows and groundwater level have not\nyet been produced at useful spatial and temporal resolutions to be incorporated\ninto this SDG 6.6.1 methodology. Currently, these data should continue to be provided\nfrom modelling or from ground-based measurements and required from the countries.\n<br>\n<br><b>Extent</b> - As used in the title of this indicator, 'extent' is expanded beyond spatial extent\nto capture additional basic parameters needed for the protection and restoration of water-related\necosystems. Extent includes three components - the spatial extent or surface area, the quality, \nand the quantity of water-related ecosystems.\n<br>\n<br><b>Surface Water</b> refers to any area of surface water unobstructed by aquatic vegetation. This includes the \nfollowing 3 water-related ecosystem categories: rivers and estuaries, lakes, and artificial waterbodies.\n<br>\n<br><b>Reservoirs</b> are artificial (or human-made) bodies of freshwater, as opposed to lakes which are naturally \noccurring. The reservoirs dataset represents surface area data on artificial water bodies including reservoirs \nformed by dams, flooded areas such as opencast mines and quarries, flood irrigation areas, and water \nbodies created by hydro-engineering projects such as waterway and harbour construction.\n<br>\n<br><b>Turbidity</b> is an indicator of water clarity, quantifying the haziness of the water and acting as an indicator of \nunderwater light availability.\n<br>\n<br><b>Trophic State</b> refers to the degree at which organic matter accumulates in the water body and is most \ncommonly used in relation to monitoring eutrophication.\n<br>\n<br><b>Change</b> means a shift from one condition of extent to another over time within a water-related ecosystem, \nmeasured against a point of reference. Surface-water extent changes are compared against a 20-year reference \nperiod (baseline).\n","DATA_COMP":"Combined surface-water changes = permanent + seasonal + reservoir changes. Changes\nin surface-water area are observed in 2015 and 2020, which are compared against a 20-year\nreference period.\n","REC_USE_LIM":"   ","SDG_GOAL__GLOBAL":"<p>Goal 6: Ensure availability and sustainable management of water and sanitation for all</p>","SDG_TARGET__GLOBAL":"<p>Target 6.6: By 2030 protect and restore water-related ecosystems, including mountains, forests, wetlands, rivers, aquifers and lakes</p>","SDG_INDICATOR__GLOBAL":"<p>Indicator 6.6.1: Change in the extent of water-related ecosystems over time</p>","un_designated_tier":"Tier I","un_custodian_agency":"UN Environment (UNEP), Ramsar","goal_meta_link":"https://unstats.un.org/sdgs/metadata/?Text=&Goal=6&Target=6.6","goal_meta_link_text":"United Nations Sustainable Development Goals Metadata (PDF 4.0 MB)","source_active_1":true,"source_url_text_1":"Freshwater Ecosystems Explorer.","source_url_1":"https://www.sdg661.app/","source_organisation_1":"UN environment programme","source_geographical_coverage_1":"Canada and global","fr":{"SDG_GOAL":"<p>Objectif 6: Garantir l'accès de tous à des services d'alimentation en eau et d'assainissement gérés de façon durable</p>","SDG_TARGET":"<p>Cible 6.6: D’ici à 2020, protéger et restaurer les écosystèmes liés à l’eau, notamment les montagnes, les forêts, les zones humides, les rivières, les aquifères et les lacs</p>","SDG_INDICATOR":"<p>Indicateur 6.6.1: Variation de l’étendue des écosystèmes tributaires de l’eau</p>","STAT_CONC_DEF":"<p>L'indicateur comprend cinq catégories : 1) zones humides végétalisées, 2) rivières et estuaires, 3) lacs, 4) aquifères, et 5) masses d'eau artificielles. Pour les besoins de cette méthodologie, le texte se réfère uniquement à ces cinq catégories d'écosystèmes. Pour faire face à sa complexité, l'Indicateur 6.6.1 a été divisé en 5 sous-indicateurs afin de saisir les différentes sources de données et méthodologies nécessaires à la surveillance des composantes de l'Indicateur. Les sources de données proviennent d'une combinaison d'échantillonnage et d'observation de la terre. Selon le type d'écosystème et le type d'étendue mesurée, la méthodologie de collecte des données peut également être très différente. Une approche de surveillance progressive à deux niveaux est proposée : </p>","DATA_COMP":"   ","REC_USE_LIM":"   ","SDG_GOAL__GLOBAL":"<p>Objectif 6: Garantir l'accès de tous à des services d'alimentation en eau et d'assainissement gérés de façon durable</p>","SDG_TARGET__GLOBAL":"<p>Cible 6.6: D’ici à 2020, protéger et restaurer les écosystèmes liés à l’eau, notamment les montagnes, les forêts, les zones humides, les rivières, les aquifères et les lacs</p>","SDG_INDICATOR__GLOBAL":"<p>Indicateur 6.6.1: Variation de l’étendue des écosystèmes tributaires de l’eau</p>","reporting_status":"complete","source_active_1":true,"source_url_text_1":"Explorateur des écosystèmes d’eau douce.","source_url_1":"https://www.sdg661.app/","source_organisation_1":"ONU programme pour l'environnement","source_geographical_coverage_1":"Le Canada et le monde"},"national_metadata_updated_date":"2023-03-28","national_data_updated_date":"2023-03-28","target_number":"6.6","goal_number":"6","indicator_sort_order":"06-06-01"}