{"auto_progress_calculation":true,"composite_breakdown_label":"","computation_units":"Percent","copyright":"","data_footnote":"","data_non_statistical":false,"data_notice_class":"","data_notice_heading":"","data_notice_text":"","data_show_map":false,"data_start_values":[],"embedded_feature_footer":"","embedded_feature_html":"","embedded_feature_tab_title":"","embedded_feature_title":"","embedded_feature_url":"","expected_disaggregations":[],"graph_annotations":[],"graph_limits":[],"graph_stacked_disaggregation":"","graph_title":"Proportion of population in a given age group achieving at least a fixed level of proficiency in functional (a) literacy and (b) numeracy skills, by sex","graph_titles":[],"graph_type":"bar","indicator_name":"Proportion of population in a given age group achieving at least a fixed level of proficiency in functional (a) literacy and (b) numeracy skills, by sex","indicator_number":"4.6.1","national_geographical_coverage":"Canada","page_content":"","permalink":"","precision":[],"progress_calculation_options":[{"direction":"positive","target_year":2030}],"reporting_status":"complete","sort":"","standalone":false,"tags":[],"ï»¿auto_progress_calculation":true,"SDG_GOAL":"<p>Goal 4: Ensure inclusive and equitable quality education and promote lifelong learning opportunities for all</p>","SDG_TARGET":"<p>Target 4.6: By 2030, ensure that all youth and a substantial proportion of adults, both men and women, achieve literacy and numeracy</p>","SDG_INDICATOR":"<p>Indicator 4.6.1: Proportion of population in a given age group achieving at least a fixed level of proficiency in functional (a) literacy and (b) numeracy skills, by sex</p>","STAT_CONC_DEF":"<p>The proportion of youth (aged 15-24 years) and of adults (aged 15 years and above) who have achieved or exceeded a fixed level of proficiency in (a) literacy and (b) numeracy. </p>","DATA_COMP":"   ","REC_USE_LIM":"   ","SDG_GOAL__GLOBAL":"<p>Goal 4: Ensure inclusive and equitable quality education and promote lifelong learning opportunities for all</p>","SDG_TARGET__GLOBAL":"<p>Target 4.6: By 2030, ensure that all youth and a substantial proportion of adults, both men and women, achieve literacy and numeracy</p>","SDG_INDICATOR__GLOBAL":"<p>Indicator 4.6.1: Proportion of population in a given age group achieving at least a fixed level of proficiency in functional (a) literacy and (b) numeracy skills, by sex</p>","un_designated_tier":"Tier II","un_custodian_agency":"United Nations Education and Scientific Cultural Organisation - Institute of Statistics (UNESCO-UIS)","goal_meta_link":"https://unstats.un.org/sdgs/metadata/files/Metadata-04-06-01.pdf","goal_meta_link_text":"United Nations Sustainable Development Goals Metadata (PDF 57.8 KB)","source_active_1":true,"source_url_text_1":"Statistics Canada. Literacy, numeracy - Average scores and distribution of proficiency levels, by sex and age group.","source_url_1":"https://www150.statcan.gc.ca/t1/tbl1/en/cv!recreate-nonTraduit.action?pid=3710004701&selectedNodeIds=5D2%2C5D3&checkedLevels=0D1%2C0D2%2C1D1%2C1D2%2C2D1%2C2D2%2C3D1&refPeriods=20120101%2C20120101&dimensionLayouts=layout2%2Clayout2%2Clayout3%2Clayout2%2Clayout2%2Clayout2&vectorDisplay=false&request_locale=en","source_organisation_1":"Statistics Canada","source_periodicity_1":"Occasional","source_geographical_coverage_1":"Canada","fr":{"SDG_GOAL":"<p>Objectif 4 : Assurer l'accès de tous à une éducation de qualité, sur un pied d'égalité, et à promouvoir les possibilités d'apprentissage tout au long de la vie.</p>","SDG_TARGET":"<p>Cible 4.6 : D’ici à 2030, faire en sorte que tous les jeunes et une proportion considérable d’adultes, hommes et femmes, sachent lire, écrire et compter.</p>","SDG_INDICATOR":"<p>Indicateur 4.6.1 : Proportion de la population d’un groupe d’âge donné ayant les compétences voulues à au moins un niveau d’aptitude fixé a) en alphabétisme et b) arithmétique fonctionnels, par sexe</p>","STAT_CONC_DEF":"The parity index is the main method chosen by the international community to measure equity across the Goal 4 indicators, and is defined by the ratio between the values of a given indicator for two different groups. An index between 0.97 and 1.03 indicates a parity between the two groups. A value that is less than 0.97 or greater than 1.03 indicates an inequity between the two groups.\n<p><b>Indice de parité entre les sexes :</b> est un rapport entre la valeur correspondant au sexe féminin et celle correspondant au sexe masculin pour un indicateur donné. Ceci est calculé en divisant la valeur d'un indicateur donné chez les individus de sexe féminin par la valeur du même indicateur chez les individus de sexe masculin. C'est la principale méthode choisie par la communauté internationale, telle qu'UNESCO, pour mesurer l'équité entre les SDG-4 indicateurs. Un indice entre 0,97 et 1,03 indique une parité entre individus de sexe féminin et de sexe masculin. Des valeurs d'indice inférieures à 0,97 sont le signe de disparité en faveur des individus de sexe masculin et des valeurs supérieures à 1,03 reflètent une disparité en faveur des individus de sexe féminin.</p><p><b>Indice de parité entre milieu urbain et rural (IPM) :</b> mesure le progrès accomplis vers la parité en matière de scolarisation et/ou d'opportunités d'apprentissage disponibles entre les enfants, adolescents ou jeunes vivant en milieu rural par comparaison avec ceux vivant en milieu urbain. C'est la méthode principale choisie par la communauté internationale, telle qu'UNESCO, pour mesurer l'équité entre les SDG-4 indicateurs. Un IPM entre 0,97 et 1,03 indique une parité entre individus vivant en milieu rural et ceux vivant en milieu urbain. Des valeurs d'indice inférieures à 0,97 sont le signe d'une disparité en faveur des individus vivant dans les ménages les plus riches et des valeurs supérieures à 1,03 reflètent une disparité en faveur de ceux vivant dans les ménages les plus pauvres.</p><p><b>L'indice de statut économique, social et culturel (SESC) : </b>est dérivé des variables suivantes : 1) l'indice socio-économique international de statut professionnel de leurs parents; 2) le niveau de formation le plus élevé de leurs parents, converti en nombre d'années d'études; 3) l'indice PISA de richesse familiale; 4) l'indice PISA de ressources éducatives a domicile; et 5) l'indice PISA de patrimoine culturel « classique » à domicile. Ceci est calculé en divisant le quartile inférieur de l'indice SESC par le quartile supérieur de l'indice SESC du même indicateur. Un indice SESC entre 0,97 et 1,03 indique une parité entre ces enfants du quartile inférieur de l'indice SESC et ceux du quartile SESC supérieur. Des valeurs d'indice inférieures à 0,97 sont le signe de disparité en faveur des enfants du quartile supérieure de l'indice SESC et une valeur supérieure à 1,03 reflètent une disparité en faveur de ceux du quartile inférieur.</p><p><b>Indice de parité du niveau de formation des parents : </b>mesure les progrès vers la parité dans l'éducation participation et/ou des possibilités d'apprentissage pour des enfants, des jeunes et des adultes en fonction du niveau de formation de leurs parents et indiquent qu'au moins un parent a atteint un diplôme de l'enseignement tertiaire (CITE 2011 niveaux 5, 6, 7 ou 8). Ceci est calculé comme suit : la valeur des individus dont les parents ne sont pas diplômes de l'enseignement tertiaire est divisée par celle des individus dont au moins un des deux parents est diplôme de l'enseignement tertiaire. Un indice de parité du niveau de formation des parents entre 0,97 et 1,03 indique une parité entre de ceux dont les parents ont atteint en dessous d'un l'enseignement tertiaire et ceux qui ont atteint au moins un diplôme d'enseignement tertiaire. Une valeur moins que 0,97 indique une disparité en faveur de ceux dont les parents qui ont atteint un diplôme de l'enseignement tertiaire ou supérieur et une valeur plus que 1,03 indiquent une disparité en faveur de ceux dont les parents qui ont attiennent en dessous un diplôme de l'enseignement tertiaire.</p>\n","DATA_COMP":"   ","REC_USE_LIM":" ","COVERAGE":"Canada, Province or territory","SDG_GOAL__GLOBAL":"<p>Objectif 4 : Assurer l'accès de tous à une éducation de qualité, sur un pied d'égalité, et à promouvoir les possibilités d'apprentissage tout au long de la vie.</p>","SDG_TARGET__GLOBAL":"<p>Cible 4.6 : D’ici à 2030, faire en sorte que tous les jeunes et une proportion considérable d’adultes, hommes et femmes, sachent lire, écrire et compter.</p>","SDG_INDICATOR__GLOBAL":"<p>Indicateur 4.6.1 : Proportion de la population d’un groupe d’âge donné ayant les compétences voulues à au moins un niveau d’aptitude fixé a) en alphabétisme et b) arithmétique fonctionnels, par sexe</p>","reporting_status":"complete","source_active_1":true,"source_url_text_1":"Statistique Canada. Littératie, numératie - Scores moyens et répartition des niveaux de compétence, selon le sexe et le groupe d'âge.\n","source_organisation_1":"Statistique Canada","source_geographical_coverage_1":"Canada, Province ou territoire","source_url_1":"https://www150.statcan.gc.ca/t1/tbl1/fr/cv!recreate.action?pid=3710004701&selectedNodeIds=5D2,5D3&checkedLevels=0D1,0D2,1D1,1D2,2D1,2D2,3D1&refPeriods=20120101,20120101&dimensionLayouts=layout2,layout2,layout3,layout2,layout2,layout2&vectorDisplay=false&request_locale=fr","source_periodicity_1":"Occasionnelle","un_designated_tier":"Niveau II","un_custodian_agency":"Institut de statistique de l'UNESCO (ISU)","goal_meta_link":"https://unstats.un.org/sdgs/metadata/files/Metadata-04-06-01.pdf","goal_meta_link_text":"Métadonnées des objectifs de développement durable des Nations Unies"},"national_metadata_updated_date":"2023-03-14","national_data_updated_date":"2023-06-07","target_number":"4.6","goal_number":"4","indicator_sort_order":"04-06-01"}